// import {
//   RadarIcon,
//   TimerIcon,
//   ScheduleIcon,
//   SpaceShuttleIcon,
// } from "../components/Features/Features.styled";

const ComapanyFeaturesData = [
  {
    id: "cf1",
    // image: <RadarIcon size={70} color="#2F303A" />,
    image: require("../images/company-features/1.jpg"),
    title: "Комплексний підхід",
    description:
      "Інтернет-магазин Megabite ставить перед собою завдання доставляти клієнтам задоволення всіма можливими способами. Тому у нас на сайті Ви можете не тільки придбати товари, а й отримати консультацію, замовити супроводжуючі послуги, купити запчастини, відремонтувати товар - і при всьому цьому залишитися в гарному настрої!",
  },
  {
    id: "cf2",
    // image: <TimerIcon size={70} color="#2F303A" />,
    image: require("../images/company-features/2.jpg"),
    title: "Гарантійні зобов'язання",
    description:
      "Шановні покупці! Мегабайт продає лише якісну та оригінальну продукцію світових виробників. Усі товари, є сертифіковані, та мають гарантію.",
  },
  {
    id: "cf3",
    // image: <ScheduleIcon size={70} color="#2F303A" />,
    image: require("../images/company-features/3.jpg"),
    title: "Якість обслуговування",
    description:
      "Ми прагнемо стати друзями з нашими клієнтами. Індивідуальний підхід, знижки для постійних клієнтів, акції - і ніхто не піде незадоволеним! Переконатися в цьому Ви можете, почитавши відгуки про нас на цінових агрегаторах. Цього ми домагаємося, даруючи нашим клієнт-менеджерам айфони за хороші відгуки про їхню роботу.",
  },
  {
    id: "cf4",
    // image: <SpaceShuttleIcon size={70} color="#2F303A" />,
    image: require("../images/company-features/4.jpg"),
    title: "Низька ціна",
    description:
      "Одним з найважливіших параметрів при виборі магазину є ціна на товар. Ми дотримуємося чесної і відкритої цінової політики, і намагаємося заощадити Ваші кошти. Для нас не головне заробити за рахунок клієнта, ми будемо задоволені просто Вашій щирій усмішці і приємному відкликанню.",
  },
];

export default ComapanyFeaturesData;
