const ownbrandData = [
  {
    id: "ob1",
    rating: 0,
    title: "Захисні плівки серіїї Anti-Blue",
    categoryLink:
      "https://megabite.ua/shop/zaschitnyie-plenki-i-stekla/tip-zashchitnaya-plenka/",
    img: require("../images/own-brands/mobile-screen-protection/Anti-Blue/1.jpg"),
    imgs: [
      require("../images/own-brands/mobile-screen-protection/Anti-Blue/1.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Blue/2.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Blue/3.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Blue/4.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Blue/5.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Blue/6.jpg"),
    ],
    video: null,
    advantages: `<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li>Покриття Enjoy Warm Colors</li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Надійно захищає пристрій.</li>
<li>Для встановлення не потрібні додаткові рідини.</li>
<li>Встановлення починати зі Starting Line.</li>
<li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
<li>Не призначено для повторного встановлення.</li>
</ul>`,
    category: "Захист екрану смартфону",
    filter: "mobile-screen-protection",
    description: `<p><strong>Гідрогелева плівка Armorstandart Anti-Blue Light</strong> - це захисна плівка з підвищеною міцністю і прозорістю, яка надійно захищає дисплей вашого пристрою від пилу, подряпин і потертостей. Плівка виготовлена з високоякісних матеріалів, тому вона гладкіша, ніж звичайні пластикові плівки.</p>
<p><strong>Властивість Self Healing</strong></p>
<p>Відновлення від подряпин і потертостей протягом 24 годин. Відмінні тактильні відчуття та висока чутливість.</p>
<p><strong>Використовуй функцію TOUCH ID без перешкод</strong> &ndash; тонкий матеріал покриття забезпечує захист екрана та зберігає високу чутливість сенсора та роботу сканера відбитків пальців.</p>
<p><strong>Enjoy Warm Colors</strong></p>
<p>Синє світло конденсується та негативно впливає на стан очей та загальне самопочуття. Подбай про те аби очі могли насолоджуватися лише приємними та теплими кольорами.</p>
<p><strong>Рекомендується встановлення у кваліфікованого спеціаліста!</strong></p>
<p><strong>Для самостійної установки рекомендується ознайомитися</strong> з текстовою інструкцією нижче.</p>
<p><strong>Особливості:</strong></p>
<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li>Покриття Enjoy Warm Colors</li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Надійно захищає пристрій.</li>
<li>Для встановлення не потрібні додаткові рідини.</li>
<li>Встановлення починати зі Starting Line.</li>
<li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
<li>Не призначено для повторного встановлення.</li>
</ul>
<p><br />&nbsp;<strong>Інструкція для самостійного встановлення:</strong></p>
<ol>
<li>Знежирити, видалити бруд та розлучення вологою серветкою. Насухо витерти мікрофіброю.</li>
<li>Зняти висічену плівку із заготовки. Видалити з висівки всі отвори для камер і динаміків (якщо є).</li>
<li>Додайте плівку, переконайтеся, що вона відцентрована, а вирізи не перекривають динаміки та камери.</li>
<li>Утримуючи одну половину, зняти з центру монтажне покриття та шпателем для встановлення приклеїти плівку.</li>
<li>Також для другої половини, починаючи з центру, зняти монтажне покриття і шпателем для установки приклеїти плівку.</li>
<li>Розгладити плівку мікрофіброю та шпателем. Зняти верхнє захисне покриття.</li>
</ol>`,
  },
  {
    id: "ob2",
    rating: 0,
    title: "Захисні плівки серіїї Anti-Spy",
    categoryLink:
      "https://megabite.ua/shop/zaschitnyie-plenki-i-stekla/tip-zashchitnaya-plenka/",
    imgs: [
      require("../images/own-brands/mobile-screen-protection/Anti-Spy/1.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Spy/2.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Spy/3.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Spy/4.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Spy/5.jpg"),
      require("../images/own-brands/mobile-screen-protection/Anti-Spy/6.jpg"),
    ],
    video: null,
    advantages: `<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li><strong>Privacy Effect</strong></li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Для установки не потрібні додаткові рідини.</li>
<li>Установку починати зі Starting Line.</li>
<li>При правильній установці повітряні бульбашки йдуть протягом доби.</li>
<li>Не призначено для повторної установки.</li>
</ul>`,
    category: "Захист екрану смартфону",
    filter: "mobile-screen-protection",
    description: `<p><strong>Гідрогелева плівка Armorstandart Anti-Spy </strong>- це захисна плівка з підвищеною міцністю і прозорістю, яка надійно захищає дисплей вашого пристрою від пилу, подряпин і потертостей. Плівка виготовлена з високоякісних матеріалів, тому вона більш гладка, ніж звичайні пластикові плівки.</p>
<p><strong>Privacy Effect</strong></p>
<p>Зображення на вашому дисплеї стає недоступним під кутом зору більш як 45&deg;.</p>
<p><strong>Властивість Self Healing</strong></p>
<p>Відновлення від подряпин і потертостей протягом 24 годин. Відмінні тактильні відчуття та висока чутливість.</p>
<p><strong>Використовуй функцію TOUCH ID без перешкод</strong> &ndash; тонкий матеріал покриття забезпечує захист екрана та зберігає високу чутливість сенсора та роботу сканера відбитків пальців.</p>
<p><strong>Рекомендоване встановлення у кваліфікованого фахівця!</strong></p>
<p><strong>Для самостійної установки рекомендується ознайомитися</strong> з текстовою інструкцією нижче.</p>
<p><strong>Особливості:</strong></p>
<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li><strong>Privacy Effect</strong></li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Для установки не потрібні додаткові рідини.</li>
<li>Установку починати зі Starting Line.</li>
<li>При правильній установці повітряні бульбашки йдуть протягом доби.</li>
<li>Не призначено для повторної установки.</li>
</ul>
<p><strong>Інструкція для самостійного встановлення:</strong></p>
<ol>
<li>Знежирити, видалити бруд та розлучення вологою серветкою. Насухо витерти мікрофіброю.</li>
<li>Зняти висічену плівку із заготовки. Видалити з висівки всі отвори для камер і динаміків (якщо є).</li>
<li>Додайте плівку, переконайтеся, що вона відцентрована, а вирізи не перекривають динаміки та камери.</li>
<li>Утримуючи одну половину, зняти з центру монтажне покриття та шпателем для встановлення приклеїти плівку.</li>
<li>Також для другої половини, починаючи з центру, зняти монтажне покриття і шпателем для установки приклеїти плівку.</li>
<li>Розгладити плівку мікрофіброю та шпателем. Зняти верхнє захисне покриття.</li>
</ol>`,
  },
  {
    id: "ob3",
    rating: 0,
    title: "Захисні плівки серіїї Classic",
    categoryLink:
      "https://megabite.ua/shop/zaschitnyie-plenki-i-stekla/tip-zashchitnaya-plenka/",
    imgs: [
      require("../images/own-brands/mobile-screen-protection/Classic/1.jpg"),
      require("../images/own-brands/mobile-screen-protection/Classic/2.jpg"),
      require("../images/own-brands/mobile-screen-protection/Classic/3.jpg"),
      require("../images/own-brands/mobile-screen-protection/Classic/4.jpg"),
      require("../images/own-brands/mobile-screen-protection/Classic/5.jpg"),
    ],
    video: null,
    advantages: `<ul style="list-style: inside">
  <li>Високоякісний матеріал.</li>
  <li>Функція Self Healing.</li>
  <li>Функцію TOUCH ID без перешкод</li>
  <li>Не впливає на яскравість і чіткість зображення.</li>
  <li>Надійно захищає смартфон.</li>
  <li>Для встановлення не потрібні додаткові рідини.</li>
  <li>Встановлення починати зі Starting Line.</li>
  <li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
  <li>Не призначено для повторного встановлення.</li>
  </ul>`,
    category: "Захист екрану смартфону",
    filter: "mobile-screen-protection",
    description: `<p><strong>Гідрогелева плівка ArmorStandart</strong> - це захисна плівка з підвищеною міцністю і прозорістю, яка надійно захищає дисплей вашого пристрою від пилу, подряпин і потертостей. Плівка виготовлена з високоякісних матеріалів, тому вона гладкіша, ніж звичайні пластикові плівки.</p>
  <p><strong>Властивість Self Healing</strong></p>
  <p>Відновлення від подряпин і потертостей протягом 24 годин. Відмінні тактильні відчуття та висока чутливість.</p>
  <p><strong>Використовуй функцію TOUCH ID без перешкод</strong> &ndash; тонкий матеріал покриття забезпечує захист екрана та зберігає високу чутливість сенсора та роботу сканера відбитків пальців.</p>
  <p><strong>Рекомендується встановлення у кваліфікованого спеціаліста!</strong></p>
  <p><strong>Для самостійної установки рекомендується ознайомитися</strong> з текстовою інструкцією нижче.</p>
  <p><strong>Особливості:</strong></p>
  <ul style="list-style: inside">
  <li>Високоякісний матеріал.</li>
  <li>Функція Self Healing.</li>
  <li>Функцію TOUCH ID без перешкод</li>
  <li>Не впливає на яскравість і чіткість зображення.</li>
  <li>Надійно захищає смартфон.</li>
  <li>Для встановлення не потрібні додаткові рідини.</li>
  <li>Встановлення починати зі Starting Line.</li>
  <li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
  <li>Не призначено для повторного встановлення.</li>
  </ul>
  <p><strong>Інструкція для самостійного встановлення:</strong></p>
  <ol>
  <li>Знежирити, видалити бруд та розлучення вологою серветкою. Насухо витерти мікрофіброю.</li>
  <li>Зняти висічену плівку із заготовки. Видалити з висівки всі отвори для камер і динаміків (якщо є).</li>
  <li>Додайте плівку, переконайтеся, що вона відцентрована, а вирізи не перекривають динаміки та камери.</li>
  <li>Утримуючи одну половину, зняти з центру монтажне покриття та шпателем для встановлення приклеїти плівку.</li>
  <li>Також для другої половини, починаючи з центру, зняти монтажне покриття і шпателем для установки приклеїти плівку.</li>
  <li>Розгладити плівку мікрофіброю та шпателем. Зняти верхнє захисне покриття.</li>
  </ol>
  `,
  },
  {
    id: "ob4",
    rating: 0,
    title: "Захисні плівки серіїї Matte",
    categoryLink:
      "https://megabite.ua/shop/zaschitnyie-plenki-i-stekla/tip-zashchitnaya-plenka/",
    imgs: [
      require("../images/own-brands/mobile-screen-protection/Matte/1.jpg"),
      require("../images/own-brands/mobile-screen-protection/Matte/2.jpg"),
      require("../images/own-brands/mobile-screen-protection/Matte/3.jpg"),
      require("../images/own-brands/mobile-screen-protection/Matte/4.jpg"),
      require("../images/own-brands/mobile-screen-protection/Matte/5.jpg"),
    ],
    video: null,
    advantages: `<ul style="list-style: inside">
  <li>Високоякісний матеріал.</li>
  <li>Матовий ефект.</li>
  <li>Функція Self Healing.</li>
  <li>Функцію TOUCH ID без перешкод</li>
  <li>Не впливає на яскравість і чіткість зображення.</li>
  <li>Надійно захищає смартфон.</li>
  <li>Для встановлення не потрібні додаткові рідини.</li>
  <li>Встановлення починати зі Starting Line.</li>
  <li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
  <li>Не призначено для повторного встановлення.</li>
  </ul>`,
    category: "Захист екрану смартфону",
    filter: "mobile-screen-protection",
    description: `<p><strong>Гідрогелева плівка ArmorStandart Matte</strong> - це захисна плівка з підвищеною міцністю і прозорістю з матовим ефектом, яка надійно захищає дисплей вашого пристрою від пилу, подряпин і потертостей. Плівка виготовлена з високоякісних матеріалів, тому вона гладкіша, ніж звичайні пластикові плівки.</p>
  <p><strong>Властивість Self Healing</strong></p>
  <p>Відновлення від подряпин і потертостей протягом 24 годин. Відмінні тактильні відчуття та висока чутливість.</p>
  <p><strong>Використовуй функцію TOUCH ID без перешкод</strong> &ndash; тонкий матеріал покриття забезпечує захист екрана та зберігає високу чутливість сенсора та роботу сканера відбитків пальців.</p>
  <p><strong>Рекомендоване встановлення у кваліфікованого фахівця!</strong></p>
  <p><strong>Для самостійної установки рекомендується ознайомитися</strong> з текстовою інструкцією нижче.</p>
  <p><strong>Особливості:</strong></p>
  <ul style="list-style: inside">
  <li>Високоякісний матеріал.</li>
  <li>Матовий ефект.</li>
  <li>Функція Self Healing.</li>
  <li>Функцію TOUCH ID без перешкод</li>
  <li>Не впливає на яскравість і чіткість зображення.</li>
  <li>Надійно захищає смартфон.</li>
  <li>Для встановлення не потрібні додаткові рідини.</li>
  <li>Встановлення починати зі Starting Line.</li>
  <li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
  <li>Не призначено для повторного встановлення.</li>
  </ul>
  <p><strong>Інструкція для самостійного встановлення:</strong></p>
  <ol>
  <li>Знежирити, видалити бруд та розлучення вологою серветкою. Насухо витерти мікрофіброю.</li>
  <li>Зняти висічену плівку із заготовки. Видалити з висівки всі отвори для камер і динаміків (якщо є).</li>
  <li>Додайте плівку, переконайтеся, що вона відцентрована, а вирізи не перекривають динаміки та камери.</li>
  <li>Утримуючи одну половину, зняти з центру монтажне покриття та шпателем для встановлення приклеїти плівку.</li>
  <li>Також для другої половини, починаючи з центру, зняти монтажне покриття і шпателем для установки приклеїти плівку.</li>
  <li>Розгладити плівку мікрофіброю та шпателем. Зняти верхнє захисне покриття.</li>
  </ol>
  `,
  },
  {
    id: "ob5",
    rating: 0,
    title: "Захисні плівки серіїї Supreme",
    categoryLink:
      "https://megabite.ua/shop/zaschitnyie-plenki-i-stekla/tip-zashchitnaya-plenka/",
    imgs: [
      require("../images/own-brands/mobile-screen-protection/Supreme/1.jpg"),
      require("../images/own-brands/mobile-screen-protection/Supreme/2.jpg"),
      require("../images/own-brands/mobile-screen-protection/Supreme/3.jpg"),
      require("../images/own-brands/mobile-screen-protection/Supreme/4.jpg"),
      require("../images/own-brands/mobile-screen-protection/Supreme/5.jpg"),
      require("../images/own-brands/mobile-screen-protection/Supreme/6.jpg"),
    ],
    video: null,
    advantages: `<ul style="list-style: inside">
  <li>Високоякісний матеріал.</li>
  <li>Матовий ефект.</li>
  <li>Функція Self Healing.</li>
  <li>Функцію TOUCH ID без перешкод</li>
  <li>Не впливає на яскравість і чіткість зображення.</li>
  <li>Надійно захищає смартфон.</li>
  <li>Для встановлення не потрібні додаткові рідини.</li>
  <li>Встановлення починати зі Starting Line.</li>
  <li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
  <li>Не призначено для повторного встановлення.</li>
  </ul>`,
    category: "Захист екрану смартфону",
    filter: "mobile-screen-protection",
    description: `<p><strong>Гідрогелева плівка ArmorStandart Matte</strong> - це захисна плівка з підвищеною міцністю і прозорістю з матовим ефектом, яка надійно захищає дисплей вашого пристрою від пилу, подряпин і потертостей. Плівка виготовлена з високоякісних матеріалів, тому вона гладкіша, ніж звичайні пластикові плівки.</p>
  <p><strong>Властивість Self Healing</strong></p>
  <p>Відновлення від подряпин і потертостей протягом 24 годин. Відмінні тактильні відчуття та висока чутливість.</p>
  <p><strong>Використовуй функцію TOUCH ID без перешкод</strong> &ndash; тонкий матеріал покриття забезпечує захист екрана та зберігає високу чутливість сенсора та роботу сканера відбитків пальців.</p>
  <p><strong>Рекомендоване встановлення у кваліфікованого фахівця!</strong></p>
  <p><strong>Для самостійної установки рекомендується ознайомитися</strong> з текстовою інструкцією нижче.</p>
  <p><strong>Особливості:</strong></p>
  <ul style="list-style: inside">
  <li>Високоякісний матеріал.</li>
  <li>Матовий ефект.</li>
  <li>Функція Self Healing.</li>
  <li>Функцію TOUCH ID без перешкод</li>
  <li>Не впливає на яскравість і чіткість зображення.</li>
  <li>Надійно захищає смартфон.</li>
  <li>Для встановлення не потрібні додаткові рідини.</li>
  <li>Встановлення починати зі Starting Line.</li>
  <li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
  <li>Не призначено для повторного встановлення.</li>
  </ul>
  <p><strong>Інструкція для самостійного встановлення:</strong></p>
  <ol>
  <li>Знежирити, видалити бруд та розлучення вологою серветкою. Насухо витерти мікрофіброю.</li>
  <li>Зняти висічену плівку із заготовки. Видалити з висівки всі отвори для камер і динаміків (якщо є).</li>
  <li>Додайте плівку, переконайтеся, що вона відцентрована, а вирізи не перекривають динаміки та камери.</li>
  <li>Утримуючи одну половину, зняти з центру монтажне покриття та шпателем для встановлення приклеїти плівку.</li>
  <li>Також для другої половини, починаючи з центру, зняти монтажне покриття і шпателем для установки приклеїти плівку.</li>
  <li>Розгладити плівку мікрофіброю та шпателем. Зняти верхнє захисне покриття.</li>
  </ol>
  `,
  },
  {
    id: "ob6",
    rating: 0,
    title: "Захисні плівки серіїї Anti-Spy",
    categoryLink:
      "https://megabite.ua/shop/zaschitnoe-steklo-i-pokryitie-dlya-planshetov-i-elektronnyih-knig/~5820/",
    imgs: [
      require("../images/own-brands/tablets-screen-protection/Anti-Blue/1.jpg"),
      require("../images/own-brands/tablets-screen-protection/Anti-Blue/2.jpg"),
      require("../images/own-brands/tablets-screen-protection/Anti-Blue/3.jpg"),
      require("../images/own-brands/tablets-screen-protection/Anti-Blue/4.jpg"),
      require("../images/own-brands/tablets-screen-protection/Anti-Blue/5.jpg"),
      require("../images/own-brands/tablets-screen-protection/Anti-Blue/6.jpg"),
    ],
    video: null,
    advantages: `<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li><strong>Privacy Effect</strong></li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Для установки не потрібні додаткові рідини.</li>
<li>Установку починати зі Starting Line.</li>
<li>При правильній установці повітряні бульбашки йдуть протягом доби.</li>
<li>Не призначено для повторної установки.</li>
</ul>`,
    category: "Захист екрану планшету",
    filter: "tablet-screen-protection",
    description: `<p><strong>Гідрогелева плівка Armorstandart Anti-Spy </strong>- це захисна плівка з підвищеною міцністю і прозорістю, яка надійно захищає дисплей вашого пристрою від пилу, подряпин і потертостей. Плівка виготовлена з високоякісних матеріалів, тому вона більш гладка, ніж звичайні пластикові плівки.</p>
<p><strong>Privacy Effect</strong></p>
<p>Зображення на вашому дисплеї стає недоступним під кутом зору більш як 45&deg;.</p>
<p><strong>Властивість Self Healing</strong></p>
<p>Відновлення від подряпин і потертостей протягом 24 годин. Відмінні тактильні відчуття та висока чутливість.</p>
<p><strong>Використовуй функцію TOUCH ID без перешкод</strong> &ndash; тонкий матеріал покриття забезпечує захист екрана та зберігає високу чутливість сенсора та роботу сканера відбитків пальців.</p>
<p><strong>Рекомендоване встановлення у кваліфікованого фахівця!</strong></p>
<p><strong>Для самостійної установки рекомендується ознайомитися</strong> з текстовою інструкцією нижче.</p>
<p><strong>Особливості:</strong></p>
<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li><strong>Privacy Effect</strong></li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Для установки не потрібні додаткові рідини.</li>
<li>Установку починати зі Starting Line.</li>
<li>При правильній установці повітряні бульбашки йдуть протягом доби.</li>
<li>Не призначено для повторної установки.</li>
</ul>
<p><strong>Інструкція для самостійного встановлення:</strong></p>
<ol>
<li>Знежирити, видалити бруд та розлучення вологою серветкою. Насухо витерти мікрофіброю.</li>
<li>Зняти висічену плівку із заготовки. Видалити з висівки всі отвори для камер і динаміків (якщо є).</li>
<li>Додайте плівку, переконайтеся, що вона відцентрована, а вирізи не перекривають динаміки та камери.</li>
<li>Утримуючи одну половину, зняти з центру монтажне покриття та шпателем для встановлення приклеїти плівку.</li>
<li>Також для другої половини, починаючи з центру, зняти монтажне покриття і шпателем для установки приклеїти плівку.</li>
<li>Розгладити плівку мікрофіброю та шпателем. Зняти верхнє захисне покриття.</li>
</ol>
  `,
  },
  {
    id: "ob7",
    rating: 0,
    title: "Захисні плівки серіїї Classic",
    categoryLink:
      "https://megabite.ua/shop/zaschitnoe-steklo-i-pokryitie-dlya-planshetov-i-elektronnyih-knig/~5820/",
    imgs: [
      require("../images/own-brands/tablets-screen-protection/Classic/1.jpg"),
      require("../images/own-brands/tablets-screen-protection/Classic/2.jpg"),
      require("../images/own-brands/tablets-screen-protection/Classic/3.jpg"),
      require("../images/own-brands/tablets-screen-protection/Classic/4.jpg"),
      require("../images/own-brands/tablets-screen-protection/Classic/5.jpg"),
    ],
    video: null,
    advantages: `<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Надійно захищає смартфон.</li>
<li>Для встановлення не потрібні додаткові рідини.</li>
<li>Встановлення починати зі Starting Line.</li>
<li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
<li>Не призначено для повторного встановлення.</li>
</ul>`,
    category: "Захист екрану планшету",
    filter: "tablet-screen-protection",
    description: `<p><strong>Гідрогелева плівка ArmorStandart</strong> - це захисна плівка з підвищеною міцністю і прозорістю, яка надійно захищає дисплей вашого пристрою від пилу, подряпин і потертостей. Плівка виготовлена з високоякісних матеріалів, тому вона гладкіша, ніж звичайні пластикові плівки.</p>
<p><strong>Властивість Self Healing</strong></p>
<p>Відновлення від подряпин і потертостей протягом 24 годин. Відмінні тактильні відчуття та висока чутливість.</p>
<p><strong>Використовуй функцію TOUCH ID без перешкод</strong> &ndash; тонкий матеріал покриття забезпечує захист екрана та зберігає високу чутливість сенсора та роботу сканера відбитків пальців.</p>
<p><strong>Рекомендується встановлення у кваліфікованого спеціаліста!</strong></p>
<p><strong>Для самостійної установки рекомендується ознайомитися</strong> з текстовою інструкцією нижче.</p>
<p><strong>Особливості:</strong></p>
<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Надійно захищає смартфон.</li>
<li>Для встановлення не потрібні додаткові рідини.</li>
<li>Встановлення починати зі Starting Line.</li>
<li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
<li>Не призначено для повторного встановлення.</li>
</ul>
<p><strong>Інструкція для самостійного встановлення:</strong></p>
<ol>
<li>Знежирити, видалити бруд та розлучення вологою серветкою. Насухо витерти мікрофіброю.</li>
<li>Зняти висічену плівку із заготовки. Видалити з висівки всі отвори для камер і динаміків (якщо є).</li>
<li>Додайте плівку, переконайтеся, що вона відцентрована, а вирізи не перекривають динаміки та камери.</li>
<li>Утримуючи одну половину, зняти з центру монтажне покриття та шпателем для встановлення приклеїти плівку.</li>
<li>Також для другої половини, починаючи з центру, зняти монтажне покриття і шпателем для установки приклеїти плівку.</li>
<li>Розгладити плівку мікрофіброю та шпателем. Зняти верхнє захисне покриття.</li>
</ol>
  `,
  },
  {
    id: "ob8",
    rating: 0,
    title: "Захисні плівки серіїї Matte",
    categoryLink:
      "https://megabite.ua/shop/zaschitnoe-steklo-i-pokryitie-dlya-planshetov-i-elektronnyih-knig/~5820/",
    imgs: [
      require("../images/own-brands/tablets-screen-protection/Matte/1.jpg"),
      require("../images/own-brands/tablets-screen-protection/Matte/2.jpg"),
      require("../images/own-brands/tablets-screen-protection/Matte/3.jpg"),
      require("../images/own-brands/tablets-screen-protection/Matte/4.jpg"),
      require("../images/own-brands/tablets-screen-protection/Matte/5.jpg"),
    ],
    video: null,
    advantages: `<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li>Матовий ефект.</li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Надійно захищає смартфон.</li>
<li>Для встановлення не потрібні додаткові рідини.</li>
<li>Встановлення починати зі Starting Line.</li>
<li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
<li>Не призначено для повторного встановлення.</li>
</ul>`,
    category: "Захист екрану планшету",
    filter: "tablet-screen-protection",
    description: `<p><strong>Гідрогелева плівка ArmorStandart Matte</strong> - це захисна плівка з підвищеною міцністю і прозорістю з матовим ефектом, яка надійно захищає дисплей вашого пристрою від пилу, подряпин і потертостей. Плівка виготовлена з високоякісних матеріалів, тому вона гладкіша, ніж звичайні пластикові плівки.</p>
<p><strong>Властивість Self Healing</strong></p>
<p>Відновлення від подряпин і потертостей протягом 24 годин. Відмінні тактильні відчуття та висока чутливість.</p>
<p><strong>Використовуй функцію TOUCH ID без перешкод</strong> &ndash; тонкий матеріал покриття забезпечує захист екрана та зберігає високу чутливість сенсора та роботу сканера відбитків пальців.</p>
<p><strong>Рекомендоване встановлення у кваліфікованого фахівця!</strong></p>
<p><strong>Для самостійної установки рекомендується ознайомитися</strong> з текстовою інструкцією нижче.</p>
<p><strong>Особливості:</strong></p>
<ul style="list-style: inside">
<li>Високоякісний матеріал.</li>
<li>Матовий ефект.</li>
<li>Функція Self Healing.</li>
<li>Функцію TOUCH ID без перешкод</li>
<li>Не впливає на яскравість і чіткість зображення.</li>
<li>Надійно захищає смартфон.</li>
<li>Для встановлення не потрібні додаткові рідини.</li>
<li>Встановлення починати зі Starting Line.</li>
<li>Під час правильного встановлення повітряні бульбашки зникають упродовж доби.</li>
<li>Не призначено для повторного встановлення.</li>
</ul>
<p><strong>Інструкція для самостійного встановлення:</strong></p>
<ol>
<li>Знежирити, видалити бруд та розлучення вологою серветкою. Насухо витерти мікрофіброю.</li>
<li>Зняти висічену плівку із заготовки. Видалити з висівки всі отвори для камер і динаміків (якщо є).</li>
<li>Додайте плівку, переконайтеся, що вона відцентрована, а вирізи не перекривають динаміки та камери.</li>
<li>Утримуючи одну половину, зняти з центру монтажне покриття та шпателем для встановлення приклеїти плівку.</li>
<li>Також для другої половини, починаючи з центру, зняти монтажне покриття і шпателем для установки приклеїти плівку.</li>
<li>Розгладити плівку мікрофіброю та шпателем. Зняти верхнє захисне покриття.</li>
</ol>
  `,
  },
  {
    id: "ob9",
    rating: 0,
    title: "Захисні чохли серіїї Icon2",
    categoryLink: "https://megabite.ua/shop/chehlyi-nakladki/",
    imgs: [
      require("../images/own-brands/phone-case/icon2/1.jpg"),
      require("../images/own-brands/phone-case/icon2/2.jpg"),
      require("../images/own-brands/phone-case/icon2/3.jpg"),
      require("../images/own-brands/phone-case/icon2/4.jpg"),
      require("../images/own-brands/phone-case/icon2/5.jpg"),
      require("../images/own-brands/phone-case/icon2/6.jpg"),
      require("../images/own-brands/phone-case/icon2/7.jpg"),
      require("../images/own-brands/phone-case/icon2/8.jpg"),
      require("../images/own-brands/phone-case/icon2/9.jpg"),
    ],
    video: require("../video/own-brands/phone-case/icon2/icon2.mov"),
    advantages: `<ul style="list-style: inside">
  <li>Преміальні матеріали чохла &ndash; Liquid silicone, з Soft Touch покриттям;</li>
  <li>М'яка підкладка із мікрофібри;</li>
  <li>Передбачені усі функціональні вирізи;</li>
  <li>Захист від бруду, пилу та потертостей;</li>
  <li>Виступає над поверхнею дисплея;</li>
  <li>Пластикова рамка над задньою камерою;</li>
  <li>Сумісний з усіма видами захисного скла та плівок;</li>
  <li>Надійно захищає від пошкоджень;</li>
  <li>Довговічність під час експлуатації;</li>
  <li>Матова поверхня;</li>
  <li>Антистатик ефект;</li>
  <li>Простий в очищенні;</li>
  <li>Яскравий колір аксесуарів.</li>
  </ul>`,
    category: "Захист телефону",
    filter: "phone-protection",
    description: `<p><strong>Нові покращені чохли ICON Case для Apple iPhone!</strong></p>
  <p><strong>Панель ArmorStandart ICON Case для Apple iPhone</strong> - стане яскравим доповненням до вашого смартфону. На матовій поверхні корпусу не залишаються відбитки пальців, і зовнішній вигляд чохла з часом залишиться тим самим.</p>
  <p><strong>Високоякісні матеріали:</strong></p>
  <p>При виготовленні чохла використовувалися преміальні матеріали &ndash; Liquid silicone, з Soft Touch покриттям. М'яка підкладка з преміальної мікрофібри надійно захистить ваш гаджет від подряпин, бруду та пилу. Чохол має ребра жорсткості, таким чином телефон захищений з усіх боків. Додатковою перевагою є наявність виступаючих бортів над дисплеєм та наявність додаткової пластикової рамки над задньою камерою для додаткового захисту. У панелі передбачені всі необхідні вирізи та кнопки. Також аксесуар не заважає використанню портів та інтерфейсів пристрою.</p>
  <p><strong>Дизайн та зручність:</strong></p>
  <p>Чохол виділяється топовим дизайном і дуже приємний на дотик. Всі вирізи та шви виробу виконані дуже акуратно. Завдяки матовій поверхні аксесуар приємно лежить у руці та не вислизає у процесі експлуатації. Чохол має антистатик ефект і простий в очищенні. Однією з переваг є сумісний з усіма видами захисного скла та плівок.</p>
  <p><strong>&nbsp;</strong></p>
  <p><strong>Особливості:</strong></p>
  <ul style="list-style: inside">
  <li>Преміальні матеріали чохла &ndash; Liquid silicone, з Soft Touch покриттям;</li>
  <li>М'яка підкладка із мікрофібри;</li>
  <li>Передбачені усі функціональні вирізи;</li>
  <li>Захист від бруду, пилу та потертостей;</li>
  <li>Виступає над поверхнею дисплея;</li>
  <li>Пластикова рамка над задньою камерою;</li>
  <li>Сумісний з усіма видами захисного скла та плівок;</li>
  <li>Надійно захищає від пошкоджень;</li>
  <li>Довговічність під час експлуатації;</li>
  <li>Матова поверхня;</li>
  <li>Антистатик ефект;</li>
  <li>Простий в очищенні;</li>
  <li>Яскравий колір аксесуарів.</li>
  </ul>
    `,
  },
  {
    id: "ob10",
    rating: 0,
    title: "Захисні чохли серіїї Icon",
    categoryLink: "https://megabite.ua/shop/chehlyi-nakladki/",
    imgs: [
      require("../images/own-brands/phone-case/icon/1.jpg"),
      require("../images/own-brands/phone-case/icon/2.jpg"),
      require("../images/own-brands/phone-case/icon/3.jpg"),
      require("../images/own-brands/phone-case/icon/4.jpg"),
      require("../images/own-brands/phone-case/icon/5.jpg"),
    ],
    video: require("../video/own-brands/phone-case/icon2/icon2.mov"),
    advantages: `<ul style="list-style: inside">
<li><span >Високоякісний матеріал</span></li>
<li><span >Надійно захищає смартфон від пошкоджень</span></li>
<li><span >М'яка підкладка з мікрофібри</span></li>
<li><span >Простий в очищенні</span></li>
<li><span >Виступає над поверхнею дисплея</span></li>
<li><span >Сумісний з усіма типами захисних стекол</span></li>
</ul>`,
    category: "Захист телефону",
    filter: "phone-protection",
    description: `<p><b>ArmorStandart Icon</b><span > &mdash; стильний чохол із рідкого силікону, який забезпечить вашому смартфону надійний захист від ударів і падінь. Завдяки м'якій підкладці з мікрофібри чохол щільно прилягає до пристрою й захищає його від потрапляння пилу та подряпин. Спеціальний матеріал не покривається відбитками пальців і дуже простий в очищенні.</span></p>
<p><b>Комфорт</b></p>
<p><span >Накладка легко надівається на смартфон завдяки розтягувальним бортикам, які також додатково захищають, виступаючи над поверхнею дисплея й камери. В чохлі передбачені всі необхідні вирізи та кнопки. Він сумісний з усіма типами захисних стекол.</span></p>
<p><b>Особливості:</b></p>
<ul style="list-style: inside">
<li><span >Високоякісний матеріал</span></li>
<li><span >Надійно захищає смартфон від пошкоджень</span></li>
<li><span >М'яка підкладка з мікрофібри</span></li>
<li><span >Простий в очищенні</span></li>
<li><span >Виступає над поверхнею дисплея</span></li>
<li><span >Сумісний з усіма типами захисних стекол</span></li>
</ul>
    `,
  },
];

export default ownbrandData;
